Repository: Saggre/woocommerce-ogoship
Catalog: woocommerce-nettivarasto-api/i18n/languages/ogoship-nettivarasto-api-for-woocommerce.po
Languages: fi

source: Transfer to Nettivarasto
fi: Siirrä Nettivarastoon

source: Transfer orders made by this shipping method automatically to Nettivarasto.
fi: Siirrä tällä toimitustavalla tehdyt tilaukset automaattisesti Nettivarastoon.

source: Nettivarasto Delivery Type
fi: Nettivaraston Toimitustapa

source: Set external code of the Nettivarasto delivery type for this shipping method.
fi: Aseta Nettivaraston koodi tälle toimitustavalle.

source: Nettivarasto General Settings
fi: Nettivaraston yleiset asetukset

source: The following are Nettivarasto general settings.
fi: Alla olevat ovat Nettivaraston yleisiä asetuksia.

source: Export
fi: Vie

source: Click here
fi: Klikkaa tästä

source: to export all products to Nettivarasto
fi: viedäksesi kaikki tuotteet Nettivarastoon

source: Update Orders and Products
fi: Tilausten ja Tuotetietojen Päivitys

source: to update product and order info from Nettivarasto
fi: päivittääksesi tuotteiden varastosaldot ja tilausten tilat Nettivarastosta

source: never
fi: ei koskaan

source: Latest successful update from Nettivarasto
fi: Viimeisin onnistunut päivitys Nettivarastosta

source: Merchant ID
fi: Kauppias ID

source: Insert Merchant ID from Nettivarasto
fi: Syötä Nettivarastolta saamasi kauppias ID

source: Secret Token
fi: Salainen avain

source: Insert Nettivarasto Secret token
fi: Syötä Nettivarastolta saamasi salainen avain

source: Deny product export
fi: Estä tuotteiden vienti

source: This option will deny the product export to Nettivarasto
fi: Tämä valinta estää tuotetietojen viennin Nettivarastoon

source: Supplier:
fi: Toimittaja:

source: Enter name of supplier for Nettivarasto.
fi: Syötä tavarantoimittajan nimi.

source: Supplier code:
fi: Tavarantoimittajan koodi:

source: Enter code of supplier for Nettivarasto.
fi: Tavarantoimittajan koodi, joka lähetetään Nettivarastoon.

source: Group:
fi: Tuoteryhmä:

source: Enter group of product for Nettivarasto.
fi: Syötä Nettivarastoon lähetettävä tuoteryhmä.

source: Purchase price:
fi: Sisäänostohinta:

source: Enter purchase for Nettivarasto.
fi: Syötä sisäänostohinta, joka lähetetetään Nettivarastolle.

source: Check if you do <strong>not</strong> want to export this product automatically to Nettivarasto.
fi: Valitse, mikäli tämän tuotteen tietoja <strong>ei</strong> viedä Nettivarastoon.

source: Do not export to Nettivarasto
fi: Älä vie Nettivarastoon

source: No products in order to export
fi: Tilauksessa ei tuotteita vietäväksi

source: Order transferred to Nettivarasto
fi: Tilaus siirretty Nettivarastoon

source: Error
fi: Virhe

source: Send order again.
fi: Lähetä tilaus uudestaan.

source: Product export denied in the Nettivarasto settings.
fi: Tuotteiden vienti kielletty Nettivaraston asetuksissa.

source: Product export completed.
fi: Tuotteiden vienti valmis.

source: Send Order to Nettivarasto
fi: Lähetä tilaus Nettivarastoon

source: Error loading order
fi: Virhe ladattaessa tilausta

source: from WooCommerce, skipping
fi: WooCommercesta, ohitetaan

source: Nettivarasto change of status to SHIPPED.
fi: Nettivaraston tila: SHIPPED.

source: Tracking code
fi: Seurantakoodi

source: Nettivarasto change of status to CANCELLED.
fi: Nettivaraston tila: CANCELLED.

source: Nettivarasto change of status to COLLECTING.
fi: Nettivaraston tila: COLLECTING.

source: Nettivarasto change of status to PENDING.
fi: Nettivaraston tila: PENDING.

source: Nettivarasto change of status to RESERVED.
fi: Nettivaraston tila: RESERVED.

source: Nettivarasto change of status to DRAFT.
fi: Nettivaraston tila: DRAFT.

source: Product and order data updated from Nettivarasto.
fi: Tuotteiden ja tilausten tiedot päivitetty Nettivarastosta.

source: Track Your Shipment
fi: Seuraa lähetystäsi
